Repository: cwozny/DataCollection
Catalog: DataCollectionCommon/Localizable_*.strings
Languages: de, es

# BackButton
source: Back
de: Zurück
es: Respaldar

# InfoText
source: This app records accelerometer, gyroscope, magnetometer, and GPS data and writes it to a file in the applications' Documents Directory. You can retrieve the file via iTunes. A reference image for the device axes is shown below:
de: Diese App records Beschleunigungsmesser, Gyroskop, Magnetometer und GPS-Daten und schreibt sie in eine Datei in der Anwendung Documents Directory. Sie können die Datei über iTunes abrufen. Ein Referenzbild für die Geräte-Achsen ist nachfolgend dargestellt:
es: Este acelerómetro App registros, giroscopio, magnetómetro, y los datos del GPS y lo escribe en un archivo en el directorio de las aplicaciones sobre los documentos. Puede recuperar el archivo a través de iTunes. Una imagen de referencia para los ejes de dispositivo se muestra a continuación:

# InfoTitle
source: Information
es: Información

# GoButton
source: Go!
de: Machen!
es: Ir!

# ConfigTitle
source: Configuration
de: Konfiguration
es: Configuración

# SetRateText
source: Please set the sampling rate in hertz:
de: Bitte stellen Sie die Abtastrate in Hertz:
es: Por favor, ajuste la frecuencia de muestreo en hercios:

# NoteText
source: NOTE: How quickly the device can sample is based on the load of the device (and the maximum sampling speed of the device.) For best performance, close all background apps before using.
de: HINWEIS: Wie schnell kann das Gerät Probe wird auf die Belastung des Gerätes (und die maximale Abtastrate des Geräts) Für die beste Leistung, schließen Sie alle Hintergrund apps, bevor Sie basiert.
es: NOTA: La rapidez con que el dispositivo puede degustar se basa en la carga del dispositivo (y la velocidad de muestreo máxima del dispositivo.) Para un mejor funcionamiento, cierre todas las aplicaciones de fondo antes de usar.

# RateUsText
source: Like the app? Please rate it so that others can find out about it as well.
de: Wie die App? Bitte bewerten Sie es, so dass andere sich über sie als gut.
es: Al igual que la aplicación? Por favor califique de manera que otros puedan encontrar información sobre él también.

# RateUsButton
source: Rate Us
de: Werten
es: Tasar

# SensorTitle
source: Sensors
de: Sensoren
es: Sensores

# AccelerometerLabel
source: Accelerometer (g)
es: Acelerómetro (g)

# GyroscopeLabel
source: Gyroscope (rad/s)
de: Gyroskop (rad/s)
es: Giroscopio (rad/s)

# MagnetometerLabel
source: Magnetometer (Î¼T)
de: Magnetometer (μT)
es: Magnetómetro (μT)

# RecordingLabel
source: Record
de: Rekord
es: Grabar

source: Unavailable
de: Verfügbar
es: Inasequible

source: Pitch:
de: Steigung:
es: Cabeceo:

source: Roll:
de: Drehen:
es: Alabeo:

source: Yaw:
de: Gieren:
es: Guiñado:

source: Results
de: Werte
es: Resultados

# Email
source: Would you like to email the collected data?
de: Möchten sie die gesammelten daten per E-Mail?
es: ¿Quieres enviar por correo electrónico los datos recogidos?

source: Yes
de: Ja
es: Sí

# Subject
source: Accelerometer, Gyroscope, Magnetometer, and GPS data from Data Collection App
es: Acelerómetro, giroscopio, magnetómetro, y el GPS los datos de Data Collection App

# MessageBody
source: I've attached the collected data from the Data Collection app. You can get the app <a href="http://itunes.apple.com/us/app/data-collection/id479348835">here</a>.
es: He adjuntado los datos recopilados a partir de la aplicación de recopilación de datos. Puede obtener la aplicación <a href="http://itunes.apple.com/us/app/data-collection/id479348835">aquí</a>.

source: No
de: Nicht
